{"PAD": 0, "DUMMY_START_RELATION": 1, "NO_OP": 2, "UNK": 3, "_AiI": 4, "HiI": 5, "AiL": 6, "AiG": 7, "_FiL": 8, "CdJ": 9, "LiK": 10, "DiL": 11, "KiB": 12, "AiD": 13, "AiA": 14, "_ApBP": 15, "_BiF": 16, "_LpBP": 17, "KiA": 18, "LiB": 19, "_BiL": 20, "BiD": 21, "HiB": 22, "HiE": 23, "_CuF": 24, "_GiD": 25, "_CdK": 26, "HiH": 27, "IiK": 28, "_FiD": 29, "_DiD": 30, "_AiB": 31, "_JiB": 32, "JiD": 33, "_IiF": 34, "_AiJ": 35, "_BpBP": 36, "_FiK": 37, "CuE": 38, "AiH": 39, "_GiB": 40, "_LiA": 41, "_JiI": 42, "CdB": 43, "KiG": 44, "KiE": 45, "ApBP": 46, "FiE": 47, "LiE": 48, "_CuA": 49, "_IiJ": 50, "CdG": 51, "IiG": 52, "FiD": 53, "CuG": 54, "_EiJ": 55, "FpBP": 56, "GiA": 57, "FiJ": 58, "CuD": 59, "GiK": 60, "HiD": 61, "_GiK": 62, "HiG": 63, "_HiA": 64, "KiL": 65, "_LiH": 66, "EiH": 67, "LiF": 68, "LiL": 69, "_FiH": 70, "_CdF": 71, "_GiE": 72, "_EiL": 73, "CuJ": 74, "_EpBP": 75, "_CdD": 76, "BiH": 77, "_FiA": 78, "BiF": 79, "KiH": 80, "BiE": 81, "BpBP": 82, "_LiG": 83, "_KiA": 84, "_CuK": 85, "CuA": 86, "_FiF": 87, "_FiB": 88, "CuL": 89, "_HiJ": 90, "_IiD": 91, "_DiF": 92, "DiF": 93, "IiA": 94, "_BiD": 95, "IiF": 96, "_DiL": 97, "_EiH": 98, "CuB": 99, "BiA": 100, "JiB": 101, "_KiG": 102, "_HiK": 103, "_HiG": 104, "DiH": 105, "_BiB": 106, "_BiH": 107, "JiK": 108, "BiI": 109, "EiG": 110, "EpBP": 111, "BiL": 112, "_KiK": 113, "HiA": 114, "CuF": 115, "EiK": 116, "_GiF": 117, "CdH": 118, "_HiE": 119, "_LiJ": 120, "JiJ": 121, "IiE": 122, "_JpBP": 123, "_IpBP": 124, "_DpBP": 125, "_GiI": 126, "_HiD": 127, "_DiA": 128, "GiB": 129, "CdA": 130, "_CuL": 131, "FiA": 132, "_JiK": 133, "_CdJ": 134, "_EiE": 135, "_DiJ": 136, "HpBP": 137, "_GiJ": 138, "GiI": 139, "_CuB": 140, "JiL": 141, "_IiA": 142, "_KiH": 143, "_GiA": 144, "_CuH": 145, "_BiI": 146, "FiG": 147, "_KiB": 148, "_AiG": 149, "_IiL": 150, "IiH": 151, "EiD": 152, "FiH": 153, "GiD": 154, "GiL": 155, "_DiI": 156, "DpBP": 157, "LiJ": 158, "LpBP": 159, "_IiB": 160, "_KiF": 161, "_HiB": 162, "_KiI": 163, "GiE": 164, "_JiA": 165, "_EiG": 166, "KiD": 167, "_AiA": 168, "_CdG": 169, "_GiL": 170, "JiF": 171, "_CuE": 172, "DiD": 173, "JiA": 174, "_IiK": 175, "EiA": 176, "GiJ": 177, "CuK": 178, "AiE": 179, "_AiK": 180, "_EiA": 181, "_LiL": 182, "_JiH": 183, "_JiL": 184, "_LiI": 185, "_EiK": 186, "KiJ": 187, "IpBP": 188, "AiJ": 189, "_CdL": 190, "GiG": 191, "KiF": 192, "BiG": 193, "LiD": 194, "_EiB": 195, "_DiE": 196, "_CdB": 197, "_FiG": 198, "CuH": 199, "BiK": 200, "HiL": 201, "JiI": 202, "_DiB": 203, "FiB": 204, "EiF": 205, "_KiE": 206, "_AiE": 207, "_LiK": 208, "LiA": 209, "_GiG": 210, "AiI": 211, "_CdH": 212, "_BiE": 213, "JpBP": 214, "EiJ": 215, "DiB": 216, "_IiE": 217, "LiH": 218, "_KpBP": 219, "BiB": 220, "EiB": 221, "_LiB": 222, "GiF": 223, "_CuI": 224, "_JiJ": 225, "_FpBP": 226, "_HpBP": 227, "_DiG": 228, "_AiF": 229, "_LiE": 230, "_JiG": 231, "DiK": 232, "_BiK": 233, "FiK": 234, "CtBP": 235, "GiH": 236, "_AiH": 237, "_JiD": 238, "HiJ": 239, "_HiF": 240, "IiD": 241, "_DiH": 242, "JiG": 243, "IiL": 244, "CuI": 245, "_CuJ": 246, "_EiD": 247, "_FiI": 248, "_KiL": 249, "_EiI": 250, "HiK": 251, "_HiI": 252, "_LiD": 253, "DiJ": 254, "DiE": 255, "FiF": 256, "AiK": 257, "HiF": 258, "CdI": 259, "_IiI": 260, "DiG": 261, "FiL": 262, "DiI": 263, "_FiE": 264, "IiI": 265, "_IiH": 266, "_KiJ": 267, "_LiF": 268, "JiE": 269, "_EiF": 270, "CdD": 271, "CdL": 272, "_AiD": 273, "_BiJ": 274, "_CuG": 275, "AiF": 276, "CdK": 277, "_AiL": 278, "_HiL": 279, "GpBP": 280, "_CdE": 281, "CdF": 282, "DiA": 283, "JiH": 284, "_CdA": 285, "_BiG": 286, "_IiG": 287, "_FiJ": 288, "IiB": 289, "_GiH": 290, "AiB": 291, "_CdI": 292, "BiJ": 293, "FiI": 294, "LiG": 295, "_JiF": 296, "_HiH": 297, "KiK": 298, "_GpBP": 299, "_KiD": 300, "IiJ": 301, "_DiK": 302, "_JiE": 303, "_CuD": 304, "KiI": 305, "EiE": 306, "EiI": 307, "EiL": 308, "KpBP": 309, "_BiA": 310, "LiI": 311, "CdE": 312}