{"PAD": 0, "UNK": 1, "ncbigene:2686": 2, "ncbigene:57118": 3, "ncbigene:2028": 4, "ncbigene:83597": 5, "ncbigene:22894": 6, "ncbigene:3630": 7, "ncbigene:79019": 8, "ncbigene:344892": 9, "ncbigene:8626": 10, "ncbigene:4771": 11, "ncbigene:6217": 12, "ncbigene:6095": 13, "ncbigene:3909": 14, "ncbigene:3592": 15, "ncbigene:390154": 16, "ncbigene:162998": 17, "ncbigene:1956": 18, "ncbigene:7547": 19, "ncbigene:8837": 20, "ncbigene:3725": 21, "pubchem.compound:5284373": 22, "ncbigene:8480": 23, "ncbigene:8945": 24, "ncbigene:161882": 25, "ncbigene:79902": 26, "ncbigene:2066": 27, "ncbigene:6774": 28, "ncbigene:6229": 29, "ncbigene:5718": 30, "ncbigene:86": 31, "ncbigene:340061": 32, "ncbigene:207": 33, "ncbigene:3394": 34, "pubchem.compound:448537": 35, "ncbigene:83540": 36, "ncbigene:5592": 37, "ncbigene:84085": 38, "ncbigene:5693": 39, "ncbigene:117": 40, "pubchem.compound:36314": 41, "ncbigene:9611": 42, "ncbigene:2870": 43, "pubchem.compound:5790": 44, "ncbigene:3952": 45, "ncbigene:2891": 46, "ncbigene:10051": 47, "ncbigene:8317": 48, "ncbigene:283807": 49, "ncbigene:65055": 50, "ncbigene:3716": 51, "ncbigene:57122": 52, "ncbigene:23468": 53, "ncbigene:6187": 54, "ncbigene:3576": 55, "ncbigene:5290": 56, "ncbigene:2778": 57, "ncbigene:25805": 58, "ncbigene:5567": 59, "pubchem.compound:4932": 60, "pubchem.compound:441314": 61, "ncbigene:9829": 62, "ncbigene:2100": 63, "ncbigene:3198": 64, "ncbigene:9241": 65, "ncbigene:5568": 66, "ncbigene:2081": 67, "ncbigene:3643": 68, "ncbigene:84643": 69, "ncbigene:2488": 70, "ncbigene:5590": 71, "ncbigene:5465": 72, "ncbigene:1385": 73, "ncbigene:5579": 74, "ncbigene:2254": 75, "ncbigene:5594": 76, "ncbigene:3445": 77, "ncbigene:5595": 78, "ncbigene:79707": 79, "ncbigene:2118": 80, "ncbigene:3558": 81, "ncbigene:9020": 82, "ncbigene:2323": 83, "ncbigene:54891": 84, "ncbigene:7421": 85, "pubchem.compound:5531": 86, "ncbigene:5879": 87, "ncbigene:3192": 88, "ncbigene:93343": 89, "ncbigene:7157": 90, "ncbigene:65266": 91, "ncbigene:4800": 92, "pubchem.compound:11707110": 93, "ncbigene:51096": 94, "ncbigene:595": 95, "ncbigene:80346": 96, "ncbigene:54620": 97, "ncbigene:5697": 98, "ncbigene:2033": 99, "ncbigene:94033": 100, "pubchem.compound:32798": 101, "ncbigene:2491": 102, "ncbigene:7321": 103, "ncbigene:785": 104, "ncbigene:2908": 105, "ncbigene:861": 106, "ncbigene:6934": 107, "ncbigene:26234": 108, "ncbigene:6714": 109, "ncbigene:998": 110, "ncbigene:56975": 111, "ncbigene:9972": 112, "ncbigene:2562": 113, "ncbigene:129401": 114, "ncbigene:10438": 115, "ncbigene:85417": 116, "ncbigene:161": 117, "ncbigene:5394": 118, "ncbigene:119694": 119, "ncbigene:604": 120, "ncbigene:4008": 121, "ncbigene:5291": 122, "ncbigene:10671": 123, "ncbigene:8970": 124, "ncbigene:2822": 125, "ncbigene:56616": 126, "ncbigene:4854": 127, "ncbigene:8434": 128, "pubchem.compound:4075": 129, "ncbigene:5154": 130, "ncbigene:7525": 131, "ncbigene:5008": 132, "pubchem.compound:4091": 133, "ncbigene:10524": 134, "ncbigene:25936": 135, "ncbigene:79602": 136, "ncbigene:3172": 137, "ncbigene:6468": 138, "ncbigene:3297": 139, "ncbigene:4609": 140, "ncbigene:4773": 141, "ncbigene:6786": 142, "ncbigene:79176": 143, "ncbigene:817": 144, "ncbigene:3304": 145, "ncbigene:55970": 146, "ncbigene:7128": 147, "ncbigene:351": 148, "ncbigene:6773": 149, "ncbigene:6228": 150, "ncbigene:64108": 151, "ncbigene:6775": 152, "ncbigene:6256": 153, "ncbigene:816": 154, "ncbigene:5197": 155, "ncbigene:9439": 156, "ncbigene:3320": 157, "ncbigene:5747": 158, "ncbigene:2161": 159, "ncbigene:5516": 160, "ncbigene:988": 161, "ncbigene:919": 162, "ncbigene:2261": 163, "ncbigene:8383": 164, "ncbigene:5526": 165, "ncbigene:991": 166, "ncbigene:5367": 167, "ncbigene:5933": 168, "ncbigene:7905": 169, "ncbigene:81887": 170, "ncbigene:5994": 171, "ncbigene:51529": 172, "ncbigene:25842": 173, "ncbigene:6249": 174, "ncbigene:2735": 175, "ncbigene:4218": 176, "ncbigene:6091": 177, "ncbigene:26086": 178, "ncbigene:1058": 179, "ncbigene:5566": 180, "ncbigene:7428": 181, "ncbigene:10488": 182, "ncbigene:85236": 183, "ncbigene:51308": 184, "ncbigene:102800317": 185, "ncbigene:84876": 186, "ncbigene:390072": 187, "ncbigene:1983": 188, "ncbigene:6500": 189, "ncbigene:10544": 190, "ncbigene:1944": 191, "ncbigene:10718": 192, "pubchem.compound:5280343": 193, "ncbigene:8850": 194, "ncbigene:857": 195, "ncbigene:5924": 196, "ncbigene:23517": 197, "ncbigene:4915": 198, "ncbigene:8822": 199, "ncbigene:88745": 200, "ncbigene:545": 201, "ncbigene:4691": 202, "ncbigene:4086": 203, "pubchem.compound:4171": 204, "ncbigene:862": 205, "ncbigene:8389": 206, "ncbigene:4211": 207, "ncbigene:2321": 208, "ncbigene:5535": 209, "ncbigene:27": 210, "ncbigene:8655": 211, "ncbigene:3444": 212, "ncbigene:9656": 213, "ncbigene:3451": 214, "pubchem.compound:5833": 215, "ncbigene:8341": 216, "ncbigene:3589": 217, "ncbigene:54821": 218, "ncbigene:51561": 219, "ncbigene:378708": 220, "ncbigene:472": 221, "ncbigene:2099": 222, "ncbigene:3561": 223, "ncbigene:406887": 224, "ncbigene:3481": 225, "ncbigene:3568": 226, "ncbigene:2215": 227, "ncbigene:7535": 228, "ncbigene:1050": 229, "ncbigene:3082": 230, "ncbigene:10499": 231, "ncbigene:8404": 232, "ncbigene:1278": 233, "ncbigene:4094": 234, "ncbigene:83660": 235, "ncbigene:5600": 236, "ncbigene:3553": 237, "ncbigene:6772": 238, "ncbigene:2206": 239, "ncbigene:5529": 240, "ncbigene:3981": 241, "ncbigene:390148": 242, "pubchem.compound:6918638": 243, "ncbigene:3446": 244, "ncbigene:23160": 245, "ncbigene:1869": 246, "ncbigene:929": 247, "ncbigene:221035": 248, "ncbigene:151246": 249, "ncbigene:2322": 250, "ncbigene:4838": 251, "ncbigene:2787": 252, "ncbigene:56729": 253, "ncbigene:5605": 254, "ncbigene:124538": 255, "ncbigene:367": 256, "ncbigene:2251": 257, "ncbigene:4734": 258, "ncbigene:6202": 259, "ncbigene:2246": 260, "ncbigene:113": 261, "ncbigene:10413": 262, "ncbigene:6469": 263, "ncbigene:285231": 264, "ncbigene:53371": 265, "ncbigene:387": 266, "ncbigene:3443": 267, "ncbigene:25909": 268, "ncbigene:115": 269, "ncbigene:125962": 270, "ncbigene:54472": 271, "ncbigene:5663": 272, "ncbigene:5603": 273, "ncbigene:5578": 274, "ncbigene:9063": 275, "ncbigene:3354": 276, "ncbigene:6421": 277, "ncbigene:2114": 278, "ncbigene:151648": 279, "ncbigene:5562": 280, "ncbigene:1027": 281, "ncbigene:2932": 282, "ncbigene:79065": 283, "ncbigene:8379": 284, "ncbigene:1020": 285, "ncbigene:4893": 286, "ncbigene:50840": 287, "ncbigene:89780": 288, "ncbigene:4909": 289, "ncbigene:3141": 290, "ncbigene:1786": 291, "ncbigene:3695": 292, "ncbigene:5159": 293, "ncbigene:1908": 294, "ncbigene:6829": 295, "ncbigene:127066": 296, "ncbigene:3685": 297, "ncbigene:3654": 298, "ncbigene:818": 299, "ncbigene:54361": 300, "ncbigene:2556": 301, "ncbigene:983": 302, "ncbigene:1270": 303, "ncbigene:107": 304, "ncbigene:3791": 305, "ncbigene:7042": 306, "ncbigene:4005": 307, "ncbigene:2790": 308, "ncbigene:5434": 309, "ncbigene:6927": 310, "ncbigene:1021": 311, "ncbigene:4775": 312, "ncbigene:1398": 313, "ncbigene:701": 314, "ncbigene:51588": 315, "ncbigene:3838": 316, "ncbigene:467": 317, "ncbigene:138799": 318, "ncbigene:2309": 319, "ncbigene:474382": 320, "ncbigene:9883": 321, "ncbigene:10533": 322, "ncbigene:4254": 323, "ncbigene:90": 324, "ncbigene:8913": 325, "ncbigene:3458": 326, "ncbigene:3990": 327, "ncbigene:7124": 328, "ncbigene:3357": 329, "ncbigene:390190": 330, "pubchem.compound:3715": 331, "ncbigene:6696": 332, "ncbigene:3164": 333, "ncbigene:9735": 334, "ncbigene:3449": 335, "ncbigene:7314": 336, "ncbigene:8825": 337, "ncbigene:5894": 338, "ncbigene:26235": 339, "ncbigene:2917": 340, "ncbigene:6352": 341, "ncbigene:5903": 342, "ncbigene:5295": 343, "ncbigene:390162": 344, "ncbigene:5591": 345, "ncbigene:5468": 346, "ncbigene:65083": 347, "ncbigene:405": 348, "ncbigene:348235": 349, "ncbigene:5050": 350, "ncbigene:25977": 351, "ncbigene:55746": 352, "pubchem.compound:444795": 353, "ncbigene:4851": 354, "ncbigene:55706": 355, "ncbigene:2250": 356, "ncbigene:85480": 357, "ncbigene:80152": 358, "ncbigene:902": 359, "ncbigene:5609": 360, "ncbigene:9070": 361, "ncbigene:8345": 362, "ncbigene:3447": 363, "ncbigene:259289": 364, "ncbigene:25": 365, "ncbigene:23142": 366, "ncbigene:4297": 367, "ncbigene:2962": 368, "ncbigene:5168": 369, "ncbigene:8473": 370, "ncbigene:5501": 371, "ncbigene:4193": 372, "ncbigene:192670": 373, "ncbigene:10726": 374, "ncbigene:1443": 375, "ncbigene:51725": 376, "ncbigene:5173": 377, "ncbigene:1019": 378, "ncbigene:5925": 379, "pubchem.compound:36462": 380, "ncbigene:8392": 381, "ncbigene:6636": 382, "ncbigene:441639": 383, "ncbigene:11130": 384, "ncbigene:111": 385, "ncbigene:401992": 386, "ncbigene:1174": 387, "ncbigene:6300": 388, "ncbigene:8315": 389, "ncbigene:84515": 390, "ncbigene:5604": 391, "ncbigene:4772": 392, "ncbigene:915": 393, "ncbigene:339122": 394, "ncbigene:390084": 395, "ncbigene:1950": 396, "ncbigene:8326": 397, "ncbigene:11211": 398, "ncbigene:4303": 399, "ncbigene:2006": 400, "ncbigene:7043": 401, "ncbigene:2252": 402, "ncbigene:3565": 403, "ncbigene:51122": 404, "ncbigene:1440": 405, "ncbigene:8178": 406, "ncbigene:3651": 407, "ncbigene:10724": 408, "ncbigene:23511": 409, "ncbigene:6667": 410, "ncbigene:6923": 411, "ncbigene:301": 412, "ncbigene:6233": 413, "pubchem.compound:3373": 414, "pubchem.compound:5095": 415, "ncbigene:4899": 416, "pubchem.compound:4737": 417, "ncbigene:29108": 418, "ncbigene:6911": 419, "ncbigene:22794": 420, "ncbigene:3574": 421, "ncbigene:79003": 422, "ncbigene:5244": 423, "ncbigene:26272": 424, "ncbigene:201456": 425, "ncbigene:11184": 426, "pubchem.compound:3121": 427, "ncbigene:147841": 428, "ncbigene:6929": 429, "ncbigene:157": 430, "ncbigene:127623": 431, "ncbigene:6688": 432, "ncbigene:10011": 433, "pubchem.compound:657298": 434, "ncbigene:1111": 435, "ncbigene:92": 436, "ncbigene:1387": 437, "ncbigene:64105": 438, "ncbigene:114049": 439, "ncbigene:3614": 440, "ncbigene:282616": 441, "ncbigene:7341": 442, "ncbigene:4085": 443, "ncbigene:132112": 444, "ncbigene:10403": 445, "ncbigene:64170": 446, "ncbigene:4908": 447, "ncbigene:6794": 448, "ncbigene:7329": 449, "ncbigene:222235": 450, "ncbigene:5582": 451, "ncbigene:8202": 452, "ncbigene:27092": 453, "ncbigene:7048": 454, "ncbigene:3665": 455, "ncbigene:9021": 456, "ncbigene:9547": 457, "ncbigene:341799": 458, "ncbigene:8767": 459, "ncbigene:390037": 460, "ncbigene:2146": 461, "ncbigene:10540": 462, "ncbigene:6846": 463, "ncbigene:3717": 464, "ncbigene:6464": 465, "pubchem.compound:11625818": 466, "ncbigene:4283": 467, "ncbigene:1281": 468, "ncbigene:3087": 469, "ncbigene:7003": 470, "ncbigene:8658": 471, "ncbigene:7422": 472, "ncbigene:5602": 473, "ncbigene:8125": 474, "ncbigene:3467": 475, "ncbigene:6347": 476, "ncbigene:581": 477, "ncbigene:390201": 478, "pubchem.compound:445643": 479, "ncbigene:5599": 480, "ncbigene:2689": 481, "ncbigene:7040": 482, "ncbigene:8883": 483, "ncbigene:1399": 484, "ncbigene:84135": 485, "ncbigene:7311": 486, "ncbigene:836": 487, "ncbigene:1026": 488, "ncbigene:815": 489, "ncbigene:4738": 490, "ncbigene:5970": 491, "ncbigene:5443": 492, "ncbigene:3106": 493, "ncbigene:10000": 494, "pubchem.compound:3386": 495, "ncbigene:5015": 496, "ncbigene:1778": 497, "ncbigene:728642": 498, "ncbigene:1060": 499, "ncbigene:1029": 500, "ncbigene:114907": 501, "ncbigene:3361": 502, "ncbigene:2243": 503, "ncbigene:81930": 504, "pubchem.compound:2794": 505, "ncbigene:2115": 506, "ncbigene:4048": 507, "ncbigene:553": 508, "ncbigene:6199": 509, "ncbigene:7020": 510, "ncbigene:388761": 511, "ncbigene:2885": 512, "ncbigene:1232": 513, "ncbigene:142": 514, "ncbigene:23014": 515, "ncbigene:22919": 516, "ncbigene:5519": 517, "ncbigene:2688": 518, "ncbigene:9978": 519, "ncbigene:11317": 520, "pubchem.compound:236702": 521, "ncbigene:84261": 522, "ncbigene:3014": 523, "ncbigene:25782": 524, "pubchem.compound:1548943": 525, "ncbigene:1457": 526, "ncbigene:2670": 527, "ncbigene:119765": 528, "ncbigene:338751": 529, "ncbigene:1499": 530, "ncbigene:5078": 531, "ncbigene:353376": 532, "ncbigene:5527": 533, "ncbigene:4802": 534, "ncbigene:26160": 535, "ncbigene:2918": 536, "ncbigene:11035": 537, "ncbigene:51433": 538, "ncbigene:483": 539, "ncbigene:4916": 540, "ncbigene:4205": 541, "ncbigene:81099": 542, "ncbigene:1432": 543, "ncbigene:5157": 544, "ncbigene:23165": 545, "ncbigene:5087": 546, "ncbigene:4887": 547, "ncbigene:6777": 548, "ncbigene:1293": 549, "ncbigene:79541": 550, "pubchem.compound:5280453": 551, "ncbigene:5518": 552, "pubchem.compound:5755": 553, "ncbigene:23636": 554, "ncbigene:23412": 555, "ncbigene:71": 556, "ncbigene:53918": 557, "ncbigene:5709": 558, "ncbigene:801": 559, "ncbigene:5976": 560, "ncbigene:7088": 561, "ncbigene:9618": 562, "ncbigene:5467": 563, "ncbigene:56832": 564, "pubchem.compound:33741": 565, "ncbigene:103": 566, "ncbigene:6657": 567, "ncbigene:131890": 568, "ncbigene:3766": 569, "ncbigene:5106": 570, "ncbigene:9150": 571, "ncbigene:84498": 572, "ncbigene:84916": 573, "ncbigene:4855": 574, "ncbigene:826": 575, "ncbigene:57620": 576, "ncbigene:1439": 577, "ncbigene:1407": 578, "ncbigene:23291": 579, "ncbigene:149951": 580, "ncbigene:220134": 581, "ncbigene:993": 582, "pubchem.compound:37542": 583, "ncbigene:23332": 584, "ncbigene:899": 585, "ncbigene:1946": 586, "pubchem.compound:5717": 587, "ncbigene:9414": 588, "ncbigene:1191": 589, "ncbigene:558": 590, "ncbigene:2784": 591, "ncbigene:23595": 592, "ncbigene:2905": 593, "ncbigene:22926": 594, "ncbigene:3169": 595, "pubchem.compound:702": 596, "ncbigene:3567": 597, "ncbigene:5245": 598, "ncbigene:26188": 599, "ncbigene:9101": 600, "ncbigene:57082": 601, "pubchem.compound:53232": 602, "ncbigene:10062": 603, "ncbigene:5296": 604, "ncbigene:2047": 605, "ncbigene:54106": 606, "ncbigene:1442": 607, "ncbigene:5241": 608, "ncbigene:8021": 609, "ncbigene:6237": 610, "ncbigene:5228": 611, "ncbigene:283": 612, "ncbigene:123879": 613, "ncbigene:90865": 614, "ncbigene:40": 615, "pubchem.compound:2913": 616, "ncbigene:55166": 617, "pubchem.compound:3647": 618, "ncbigene:55135": 619, "ncbigene:8844": 620, "ncbigene:3586": 621, "ncbigene:1017": 622, "ncbigene:5733": 623, "ncbigene:10892": 624, "ncbigene:3263": 625, "ncbigene:4487": 626, "ncbigene:4149": 627, "ncbigene:120796": 628, "ncbigene:1846": 629, "ncbigene:120892": 630, "ncbigene:3265": 631, "ncbigene:348995": 632, "ncbigene:130399": 633, "ncbigene:406901": 634, "ncbigene:598": 635, "ncbigene:23112": 636, "ncbigene:4629": 637, "ncbigene:55055": 638, "ncbigene:727": 639, "ncbigene:9183": 640, "ncbigene:54461": 641, "ncbigene:3440": 642, "ncbigene:64764": 643, "ncbigene:133396": 644, "ncbigene:64946": 645, "ncbigene:28999": 646, "ncbigene:51719": 647, "ncbigene:5260": 648, "ncbigene:56848": 649, "ncbigene:79023": 650, "ncbigene:648": 651, "ncbigene:655": 652, "ncbigene:2266": 653, "ncbigene:1285": 654, "ncbigene:320": 655, "ncbigene:23213": 656, "ncbigene:64223": 657, "ncbigene:2567": 658, "ncbigene:1435": 659, "pubchem.compound:3372": 660, "ncbigene:54908": 661, "ncbigene:7474": 662, "ncbigene:9994": 663, "ncbigene:6363": 664, "ncbigene:4791": 665, "ncbigene:441933": 666, "ncbigene:93": 667, "ncbigene:1284": 668, "ncbigene:5347": 669, "ncbigene:8829": 670, "ncbigene:7976": 671, "ncbigene:8717": 672, "ncbigene:3460": 673, "ncbigene:91768": 674, "ncbigene:23594": 675, "ncbigene:56923": 676, "ncbigene:51144": 677, "ncbigene:7249": 678, "ncbigene:8625": 679, "ncbigene:4982": 680, "pubchem.compound:3365": 681, "ncbigene:1052": 682, "ncbigene:5610": 683, "pubchem.compound:445354": 684, "ncbigene:7423": 685, "ncbigene:3569": 686, "ncbigene:5980": 687, "ncbigene:332": 688, "ncbigene:7006": 689, "ncbigene:3674": 690, "ncbigene:390144": 691, "ncbigene:596": 692, "ncbigene:5255": 693, "ncbigene:217": 694, "ncbigene:146330": 695, "ncbigene:8877": 696, "ncbigene:26190": 697, "ncbigene:3554": 698, "ncbigene:93408": 699, "ncbigene:7483": 700, "ncbigene:1500": 701, "ncbigene:10498": 702, "ncbigene:7066": 703, "ncbigene:7484": 704, "ncbigene:4233": 705, "ncbigene:5692": 706, "ncbigene:10746": 707, "ncbigene:219469": 708, "ncbigene:6850": 709, "ncbigene:23566": 710, "ncbigene:8027": 711, "ncbigene:121275": 712, "ncbigene:55839": 713, "ncbigene:5437": 714, "ncbigene:1482": 715, "ncbigene:1604": 716, "ncbigene:84057": 717, "ncbigene:6257": 718, "ncbigene:1781": 719, "ncbigene:5580": 720, "ncbigene:27006": 721, "ncbigene:2034": 722, "ncbigene:51176": 723, "ncbigene:7855": 724, "ncbigene:6198": 725, "ncbigene:10046": 726, "ncbigene:6654": 727, "ncbigene:22803": 728, "ncbigene:55127": 729, "ncbigene:2056": 730, "ncbigene:2335": 731, "ncbigene:2277": 732, "ncbigene:1445": 733, "ncbigene:219484": 734, "ncbigene:393": 735, "ncbigene:54331": 736, "ncbigene:5156": 737, "ncbigene:5564": 738, "pubchem.compound:145068": 739, "ncbigene:3375": 740, "ncbigene:2782": 741, "ncbigene:6375": 742, "ncbigene:10891": 743, "ncbigene:9575": 744, "ncbigene:10014": 745, "ncbigene:8437": 746, "ncbigene:3777": 747, "ncbigene:79054": 748, "ncbigene:259230": 749, "ncbigene:3815": 750, "ncbigene:10913": 751, "ncbigene:2247": 752, "ncbigene:5515": 753, "ncbigene:2623": 754, "ncbigene:29882": 755, "ncbigene:402135": 756, "ncbigene:1259": 757, "ncbigene:6232": 758, "ncbigene:81030": 759, "ncbigene:7187": 760, "ncbigene:5617": 761, "ncbigene:7186": 762, "ncbigene:8312": 763, "ncbigene:10454": 764, "ncbigene:4935": 765, "ncbigene:2248": 766, "ncbigene:3619": 767, "ncbigene:9655": 768, "ncbigene:7060": 769, "ncbigene:96764": 770, "ncbigene:4798": 771, "ncbigene:5308": 772, "ncbigene:9586": 773, "ncbigene:23411": 774, "ncbigene:7319": 775, "ncbigene:5430": 776, "ncbigene:90423": 777, "ncbigene:187": 778, "ncbigene:7849": 779, "ncbigene:7704": 780, "ncbigene:3352": 781, "ncbigene:29101": 782, "ncbigene:81061": 783, "ncbigene:8200": 784, "ncbigene:2324": 785, "ncbigene:51129": 786, "ncbigene:2005": 787, "ncbigene:6360": 788, "pubchem.compound:54687": 789, "ncbigene:6194": 790, "ncbigene:5819": 791, "ncbigene:4296": 792, "ncbigene:10009": 793, "ncbigene:10200": 794, "ncbigene:10368": 795, "ncbigene:7297": 796, "ncbigene:3955": 797, "ncbigene:6419": 798, "ncbigene:163688": 799, "ncbigene:2893": 800, "ncbigene:2317": 801, "ncbigene:9040": 802, "ncbigene:716": 803, "ncbigene:1386": 804, "pubchem.compound:5284616": 805, "ncbigene:3572": 806, "ncbigene:4988": 807, "ncbigene:5500": 808, "ncbigene:650": 809, "ncbigene:1044": 810, "ncbigene:1600": 811, "pubchem.compound:55245": 812, "ncbigene:10445": 813, "ncbigene:5873": 814, "ncbigene:4067": 815, "ncbigene:1134": 816, "ncbigene:6720": 817, "ncbigene:23225": 818, "ncbigene:6366": 819, "ncbigene:2017": 820, "ncbigene:2786": 821, "ncbigene:9429": 822, "ncbigene:2950": 823, "ncbigene:2664": 824, "ncbigene:3170": 825, "ncbigene:23624": 826, "ncbigene:4735": 827, "ncbigene:2303": 828, "ncbigene:6396": 829, "ncbigene:59285": 830, "ncbigene:55336": 831, "ncbigene:3135": 832, "ncbigene:4343": 833, "ncbigene:79339": 834, "ncbigene:25926": 835, "ncbigene:1233": 836, "ncbigene:865": 837, "ncbigene:2308": 838, "pubchem.compound:3487": 839, "ncbigene:80205": 840, "ncbigene:2788": 841, "ncbigene:1051": 842, "ncbigene:9793": 843, "ncbigene:55327": 844, "ncbigene:4776": 845, "ncbigene:784": 846, "ncbigene:4779": 847, "ncbigene:23246": 848, "ncbigene:55738": 849, "pubchem.compound:5311412": 850, "ncbigene:80310": 851, "ncbigene:3914": 852, "ncbigene:8568": 853, "ncbigene:390167": 854, "ncbigene:637": 855, "ncbigene:7251": 856, "ncbigene:5142": 857, "ncbigene:4204": 858, "ncbigene:11213": 859, "ncbigene:119695": 860, "ncbigene:8324": 861, "ncbigene:282618": 862, "ncbigene:3236": 863, "ncbigene:653": 864, "ncbigene:409": 865, "ncbigene:7175": 866, "ncbigene:1783": 867, "ncbigene:4853": 868, "ncbigene:9631": 869, "ncbigene:1959": 870, "ncbigene:26341": 871, "ncbigene:100526739": 872, "ncbigene:26523": 873, "ncbigene:3556": 874, "ncbigene:10398": 875, "ncbigene:140735": 876, "ncbigene:8091": 877, "ncbigene:6004": 878, "ncbigene:7039": 879, "pubchem.compound:637568": 880, "ncbigene:60559": 881, "ncbigene:8503": 882, "ncbigene:719": 883, "ncbigene:81442": 884, "ncbigene:55212": 885, "ncbigene:5573": 886, "ncbigene:6722": 887, "ncbigene:9730": 888, "ncbigene:23054": 889, "ncbigene:10592": 890, "ncbigene:54939": 891, "ncbigene:2263": 892, "ncbigene:9446": 893, "ncbigene:55860": 894, "ncbigene:7528": 895, "ncbigene:6908": 896, "ncbigene:699": 897, "ncbigene:2952": 898, "ncbigene:5438": 899, "ncbigene:285093": 900, "ncbigene:6118": 901, "ncbigene:100132074": 902, "ncbigene:5563": 903, "ncbigene:1728": 904, "ncbigene:7494": 905, "ncbigene:51434": 906, "ncbigene:8648": 907, "pubchem.compound:6714002": 908, "ncbigene:4763": 909, "ncbigene:5321": 910, "ncbigene:1848": 911, "ncbigene:4174": 912, "ncbigene:6285": 913, "ncbigene:1759": 914, "ncbigene:8546": 915, "ncbigene:26263": 916, "ncbigene:4088": 917, "pubchem.compound:5280360": 918, "ncbigene:6935": 919, "ncbigene:7316": 920, "ncbigene:4891": 921, "ncbigene:5243": 922, "ncbigene:51135": 923, "ncbigene:834": 924, "ncbigene:192669": 925, "ncbigene:4904": 926, "ncbigene:5469": 927, "ncbigene:8554": 928, "ncbigene:55131": 929, "ncbigene:10672": 930, "ncbigene:5034": 931, "pubchem.compound:2771": 932, "ncbigene:7159": 933, "ncbigene:3290": 934, "ncbigene:5435": 935, "ncbigene:2064": 936, "ncbigene:10505": 937, "ncbigene:208": 938, "ncbigene:678": 939, "ncbigene:3516": 940, "ncbigene:1915": 941, "ncbigene:2869": 942, "ncbigene:5368": 943, "ncbigene:4150": 944, "ncbigene:5928": 945, "ncbigene:890": 946, "ncbigene:125958": 947, "ncbigene:2920": 948, "ncbigene:7094": 949, "ncbigene:6374": 950, "ncbigene:9441": 951, "ncbigene:6354": 952, "ncbigene:286151": 953, "ncbigene:25897": 954, "ncbigene:2812": 955, "ncbigene:2242": 956, "ncbigene:2487": 957, "ncbigene:5950": 958, "pubchem.compound:4474": 959, "ncbigene:5533": 960, "ncbigene:4722": 961, "ncbigene:1453": 962, "ncbigene:1942": 963, "ncbigene:64682": 964, "ncbigene:135924": 965, "ncbigene:342035": 966, "ncbigene:84823": 967, "ncbigene:2260": 968, "pubchem.compound:54454": 969, "ncbigene:3910": 970, "ncbigene:7832": 971, "ncbigene:219541": 972, "ncbigene:23327": 973, "ncbigene:835": 974, "ncbigene:81797": 975, "ncbigene:6207": 976, "ncbigene:468": 977, "ncbigene:150684": 978, "ncbigene:2475": 979, "ncbigene:2771": 980, "ncbigene:8915": 981, "ncbigene:79913": 982, "ncbigene:27436": 983, "ncbigene:28234": 984, "ncbigene:442890": 985, "ncbigene:8521": 986, "ncbigene:3683": 987, "ncbigene:6370": 988, "ncbigene:4852": 989, "ncbigene:2791": 990, "ncbigene:6367": 991, "ncbigene:1780": 992, "ncbigene:4221": 993, "ncbigene:2253": 994, "ncbigene:10393": 995, "ncbigene:2249": 996, "ncbigene:5906": 997, "ncbigene:54903": 998, "ncbigene:196": 999, "ncbigene:1978": 1000, "ncbigene:81309": 1001, "ncbigene:22801": 1002, "ncbigene:115290": 1003, "ncbigene:5618": 1004, "ncbigene:11258": 1005, "ncbigene:4089": 1006, "ncbigene:8817": 1007, "ncbigene:2776": 1008, "ncbigene:9212": 1009, "ncbigene:100506888": 1010, "ncbigene:627": 1011, "ncbigene:2050": 1012, "ncbigene:1856": 1013, "ncbigene:79544": 1014, "ncbigene:90993": 1015, "pubchem.compound:60149": 1016, "ncbigene:138805": 1017, "ncbigene:7709": 1018, "ncbigene:4781": 1019, "ncbigene:2149": 1020, "ncbigene:3578": 1021, "ncbigene:1907": 1022, "ncbigene:656": 1023, "ncbigene:3312": 1024, "pubchem.compound:2265": 1025, "ncbigene:6258": 1026, "ncbigene:54757": 1027, "ncbigene:4306": 1028, "ncbigene:143503": 1029, "ncbigene:2868": 1030, "ncbigene:11009": 1031, "ncbigene:4638": 1032, "ncbigene:1063": 1033, "ncbigene:6117": 1034, "ncbigene:551": 1035, "ncbigene:25978": 1036, "ncbigene:8061": 1037, "ncbigene:6662": 1038, "ncbigene:6234": 1039, "ncbigene:10755": 1040, "ncbigene:3991": 1041, "ncbigene:808": 1042, "ncbigene:1947": 1043, "ncbigene:8660": 1044, "ncbigene:22930": 1045, "ncbigene:11124": 1046, "ncbigene:6778": 1047, "ncbigene:3593": 1048, "ncbigene:3066": 1049, "ncbigene:10928": 1050, "ncbigene:1277": 1051, "ncbigene:10517": 1052, "ncbigene:995": 1053, "ncbigene:2147": 1054, "ncbigene:51343": 1055, "ncbigene:2353": 1056, "ncbigene:5155": 1057, "ncbigene:3575": 1058, "ncbigene:25865": 1059, "ncbigene:3937": 1060, "ncbigene:93661": 1061, "ncbigene:6932": 1062, "ncbigene:6324": 1063, "ncbigene:6605": 1064, "ncbigene:135946": 1065, "ncbigene:7044": 1066, "ncbigene:338662": 1067, "ncbigene:3065": 1068, "ncbigene:28996": 1069, "ncbigene:3064": 1070, "ncbigene:3452": 1071, "ncbigene:84938": 1072, "ncbigene:59345": 1073, "ncbigene:4208": 1074, "ncbigene:128360": 1075, "ncbigene:5577": 1076, "ncbigene:135": 1077, "ncbigene:1906": 1078, "ncbigene:286826": 1079, "ncbigene:7991": 1080, "ncbigene:658": 1081, "ncbigene:7706": 1082, "ncbigene:58508": 1083, "ncbigene:9252": 1084, "ncbigene:3918": 1085, "ncbigene:5606": 1086, "ncbigene:2890": 1087, "ncbigene:10681": 1088, "ncbigene:657": 1089, "ncbigene:343171": 1090, "ncbigene:152": 1091, "ncbigene:26224": 1092, "ncbigene:5901": 1093, "ncbigene:91860": 1094, "ncbigene:4331": 1095, "ncbigene:387748": 1096, "ncbigene:7189": 1097, "pubchem.compound:3339": 1098, "ncbigene:4093": 1099, "ncbigene:573": 1100, "ncbigene:3840": 1101, "ncbigene:6604": 1102, "ncbigene:369": 1103, "pubchem.compound:3671": 1104, "ncbigene:3552": 1105, "ncbigene:718": 1106, "ncbigene:5525": 1107, "ncbigene:123016": 1108, "ncbigene:2736": 1109, "ncbigene:3658": 1110, "ncbigene:10818": 1111, "ncbigene:6868": 1112, "ncbigene:534": 1113, "ncbigene:2625": 1114, "ncbigene:54820": 1115, "ncbigene:7936": 1116, "ncbigene:4041": 1117, "ncbigene:3549": 1118, "ncbigene:1262": 1119, "ncbigene:338376": 1120, "ncbigene:27178": 1121, "ncbigene:1062": 1122, "ncbigene:4709": 1123, "ncbigene:2792": 1124, "ncbigene:4602": 1125, "ncbigene:5781": 1126, "ncbigene:9184": 1127, "ncbigene:150726": 1128, "ncbigene:2657": 1129, "pubchem.compound:5564": 1130, "ncbigene:22800": 1131, "ncbigene:5575": 1132, "ncbigene:126433": 1133, "ncbigene:51397": 1134, "ncbigene:23122": 1135, "ncbigene:57551": 1136, "ncbigene:6655": 1137, "ncbigene:1591": 1138, "pubchem.compound:9444": 1139, "ncbigene:8348": 1140, "ncbigene:219959": 1141, "ncbigene:8805": 1142, "ncbigene:4998": 1143, "ncbigene:84447": 1144, "ncbigene:120793": 1145, "ncbigene:286362": 1146, "pubchem.compound:44462760": 1147, "ncbigene:1236": 1148, "ncbigene:3765": 1149, "ncbigene:3796": 1150, "ncbigene:4242": 1151, "ncbigene:6609": 1152, "ncbigene:2904": 1153, "ncbigene:330": 1154, "ncbigene:1107": 1155, "ncbigene:3148": 1156, "ncbigene:93611": 1157, "ncbigene:5158": 1158, "ncbigene:51806": 1159, "ncbigene:392255": 1160, "ncbigene:221": 1161, "ncbigene:9443": 1162, "ncbigene:7137": 1163, "ncbigene:115557": 1164, "ncbigene:3656": 1165, "ncbigene:839": 1166, "ncbigene:324": 1167, "pubchem.compound:4828": 1168, "ncbigene:9794": 1169, "ncbigene:5045": 1170, "ncbigene:11069": 1171, "ncbigene:3708": 1172, "ncbigene:8321": 1173, "ncbigene:5777": 1174, "ncbigene:4782": 1175, "ncbigene:8720": 1176, "ncbigene:50674": 1177, "ncbigene:9970": 1178, "ncbigene:9550": 1179, "ncbigene:6369": 1180, "pubchem.compound:3957": 1181, "ncbigene:259287": 1182, "ncbigene:4049": 1183, "ncbigene:4087": 1184, "ncbigene:1943": 1185, "ncbigene:7248": 1186, "ncbigene:3448": 1187, "pubchem.compound:2083": 1188, "ncbigene:5646": 1189, "ncbigene:26737": 1190, "ncbigene:9716": 1191, "ncbigene:26530": 1192, "ncbigene:389": 1193, "ncbigene:79980": 1194, "ncbigene:11097": 1195, "ncbigene:9232": 1196, "ncbigene:1053": 1197, "ncbigene:2903": 1198, "ncbigene:6601": 1199, "ncbigene:51378": 1200, "ncbigene:53637": 1201, "ncbigene:2911": 1202, "ncbigene:3845": 1203, "ncbigene:1437": 1204, "ncbigene:3363": 1205, "ncbigene:1814": 1206, "ncbigene:6529": 1207, "ncbigene:1105": 1208, "ncbigene:7098": 1209, "ncbigene:2122": 1210, "pubchem.compound:4748": 1211, "ncbigene:7479": 1212, "ncbigene:83439": 1213, "ncbigene:1839": 1214, "pubchem.compound:2756": 1215, "ncbigene:6362": 1216, "ncbigene:4363": 1217, "ncbigene:3175": 1218, "ncbigene:8454": 1219, "pubchem.compound:16362": 1220, "ncbigene:4790": 1221, "ncbigene:797": 1222, "ncbigene:4286": 1223, "ncbigene:144699": 1224, "ncbigene:7424": 1225, "ncbigene:51094": 1226, "ncbigene:8086": 1227, "ncbigene:1244": 1228, "ncbigene:2775": 1229, "ncbigene:3659": 1230, "ncbigene:81300": 1231, "ncbigene:6866": 1232, "ncbigene:7078": 1233, "ncbigene:8322": 1234, "ncbigene:5063": 1235, "ncbigene:5530": 1236, "ncbigene:287": 1237, "ncbigene:5934": 1238, "ncbigene:219968": 1239, "ncbigene:388372": 1240, "ncbigene:283694": 1241, "ncbigene:84448": 1242, "ncbigene:3693": 1243, "ncbigene:5528": 1244, "ncbigene:162699": 1245, "ncbigene:27341": 1246, "ncbigene:7409": 1247, "ncbigene:8607": 1248, "ncbigene:9887": 1249, "pubchem.compound:4636": 1250, "ncbigene:51804": 1251, "ncbigene:8697": 1252, "ncbigene:391196": 1253, "ncbigene:50943": 1254, "ncbigene:84128": 1255, "ncbigene:29119": 1256, "ncbigene:403239": 1257, "ncbigene:390063": 1258, "ncbigene:5163": 1259, "ncbigene:5048": 1260, "ncbigene:2534": 1261, "ncbigene:1535": 1262, "ncbigene:122740": 1263, "ncbigene:279": 1264, "ncbigene:148": 1265, "ncbigene:3084": 1266, "pubchem.compound:4011": 1267, "pubchem.compound:24826799": 1268, "ncbigene:390261": 1269, "ncbigene:81565": 1270, "ncbigene:11091": 1271, "ncbigene:54659": 1272, "ncbigene:10461": 1273, "ncbigene:9564": 1274, "ncbigene:1977": 1275, "ncbigene:6283": 1276, "ncbigene:23478": 1277, "ncbigene:3456": 1278, "pubchem.compound:2733526": 1279, "pubchem.compound:2719": 1280, "ncbigene:7473": 1281, "ncbigene:3362": 1282, "ncbigene:8471": 1283, "ncbigene:1388": 1284, "pubchem.compound:6167": 1285, "ncbigene:3562": 1286, "ncbigene:4540": 1287, "ncbigene:54850": 1288, "ncbigene:116285": 1289, "ncbigene:4261": 1290, "ncbigene:6749": 1291, "ncbigene:3559": 1292, "ncbigene:6210": 1293, "ncbigene:6502": 1294, "ncbigene:773": 1295, "ncbigene:3726": 1296, "ncbigene:5473": 1297, "ncbigene:4688": 1298, "ncbigene:3295": 1299, "ncbigene:5601": 1300, "ncbigene:5175": 1301, "ncbigene:390264": 1302, "ncbigene:3682": 1303, "ncbigene:6387": 1304, "ncbigene:11059": 1305, "ncbigene:976": 1306, "ncbigene:3339": 1307, "ncbigene:4091": 1308, "ncbigene:7520": 1309, "ncbigene:219960": 1310, "ncbigene:23164": 1311, "ncbigene:5728": 1312, "ncbigene:920": 1313, "ncbigene:51738": 1314, "pubchem.compound:4158": 1315, "ncbigene:8823": 1316, "ncbigene:6872": 1317, "ncbigene:7023": 1318, "ncbigene:6776": 1319, "ncbigene:79735": 1320, "ncbigene:390323": 1321, "ncbigene:5898": 1322, "ncbigene:51388": 1323, "ncbigene:57690": 1324, "pubchem.compound:33572": 1325, "ncbigene:7049": 1326, "ncbigene:5020": 1327, "ncbigene:6591": 1328, "ncbigene:4036": 1329, "ncbigene:219453": 1330, "ncbigene:5077": 1331, "ncbigene:26686": 1332, "ncbigene:149233": 1333, "ncbigene:10987": 1334, "ncbigene:8408": 1335, "ncbigene:58191": 1336, "ncbigene:401994": 1337, "ncbigene:7022": 1338, "ncbigene:7153": 1339, "ncbigene:5664": 1340, "ncbigene:9688": 1341, "ncbigene:119774": 1342, "ncbigene:3579": 1343, "ncbigene:4538": 1344, "ncbigene:51466": 1345, "ncbigene:6598": 1346, "ncbigene:11004": 1347, "ncbigene:9112": 1348, "ncbigene:5688": 1349, "ncbigene:2783": 1350, "ncbigene:489": 1351, "ncbigene:5971": 1352, "ncbigene:81050": 1353, "pubchem.compound:5344": 1354, "ncbigene:2359": 1355, "ncbigene:2551": 1356, "ncbigene:5571": 1357, "ncbigene:2737": 1358, "ncbigene:54518": 1359, "ncbigene:57172": 1360, "ncbigene:677": 1361, "ncbigene:6708": 1362, "ncbigene:23421": 1363, "ncbigene:26525": 1364, "ncbigene:6649": 1365, "ncbigene:284": 1366, "ncbigene:2646": 1367, "ncbigene:79868": 1368, "ncbigene:10798": 1369, "ncbigene:29904": 1370, "ncbigene:246184": 1371, "ncbigene:4172": 1372, "ncbigene:29781": 1373, "ncbigene:652": 1374, "ncbigene:9456": 1375, "ncbigene:138804": 1376, "ncbigene:284433": 1377, "ncbigene:4821": 1378, "ncbigene:391192": 1379, "ncbigene:152831": 1380, "ncbigene:28514": 1381, "ncbigene:1576": 1382, "ncbigene:486": 1383, "ncbigene:2207": 1384, "ncbigene:7994": 1385, "ncbigene:5880": 1386, "ncbigene:9965": 1387, "ncbigene:5596": 1388, "ncbigene:432355": 1389, "ncbigene:1003": 1390, "ncbigene:6608": 1391, "ncbigene:1452": 1392, "ncbigene:51585": 1393, "ncbigene:6886": 1394, "ncbigene:6385": 1395, "ncbigene:2690": 1396, "ncbigene:4780": 1397, "ncbigene:94235": 1398, "ncbigene:8826": 1399, "ncbigene:79682": 1400, "ncbigene:1910": 1401, "ncbigene:4323": 1402, "ncbigene:54165": 1403, "ncbigene:782": 1404, "ncbigene:1054": 1405, "ncbigene:11198": 1406, "ncbigene:126541": 1407, "ncbigene:2815": 1408, "ncbigene:6615": 1409, "ncbigene:27161": 1410, "ncbigene:29099": 1411, "ncbigene:1045": 1412, "ncbigene:6597": 1413, "ncbigene:108": 1414, "ncbigene:23405": 1415, "ncbigene:3441": 1416, "ncbigene:4593": 1417, "ncbigene:5293": 1418, "ncbigene:4774": 1419, "ncbigene:26189": 1420, "ncbigene:7057": 1421, "ncbigene:1129": 1422, "ncbigene:3626": 1423, "ncbigene:117246": 1424, "ncbigene:9839": 1425, "ncbigene:1292": 1426, "ncbigene:3007": 1427, "ncbigene:8613": 1428, "ncbigene:8515": 1429, "ncbigene:5432": 1430, "ncbigene:6885": 1431, "ncbigene:9821": 1432, "ncbigene:1649": 1433, "ncbigene:3976": 1434, "ncbigene:240": 1435, "ncbigene:140": 1436, "ncbigene:55215": 1437, "ncbigene:706": 1438, "ncbigene:57405": 1439, "ncbigene:5021": 1440, "ncbigene:3276": 1441, "ncbigene:196883": 1442, "ncbigene:8036": 1443, "ncbigene:3645": 1444, "ncbigene:1647": 1445, "ncbigene:2998": 1446, "ncbigene:27238": 1447, "ncbigene:183": 1448, "ncbigene:7005": 1449, "ncbigene:9739": 1450, "ncbigene:4207": 1451, "ncbigene:10827": 1452, "ncbigene:23493": 1453, "ncbigene:23279": 1454, "ncbigene:79470": 1455, "ncbigene:7529": 1456, "pubchem.compound:4485": 1457, "ncbigene:675": 1458, "ncbigene:2626": 1459, "ncbigene:26168": 1460, "ncbigene:374": 1461, "ncbigene:6358": 1462, "ncbigene:1263": 1463, "ncbigene:5905": 1464, "ncbigene:338": 1465, "pubchem.compound:4497": 1466, "ncbigene:654": 1467, "ncbigene:10163": 1468, "ncbigene:4633": 1469, "ncbigene:22916": 1470, "ncbigene:2561": 1471, "ncbigene:55143": 1472, "ncbigene:3455": 1473, "ncbigene:84259": 1474, "ncbigene:8342": 1475, "pubchem.compound:60854": 1476, "ncbigene:776": 1477, "pubchem.compound:31703": 1478, "ncbigene:5433": 1479, "ncbigene:8536": 1480, "ncbigene:5966": 1481, "ncbigene:10267": 1482, "ncbigene:3280": 1483, "pubchem.compound:2477": 1484, "ncbigene:11200": 1485, "ncbigene:282617": 1486, "ncbigene:999": 1487, "ncbigene:146": 1488, "ncbigene:9512": 1489, "ncbigene:6355": 1490, "ncbigene:3684": 1491, "ncbigene:8976": 1492, "ncbigene:6361": 1493, "ncbigene:22974": 1494, "ncbigene:3718": 1495, "ncbigene:81285": 1496, "ncbigene:5288": 1497, "ncbigene:1749": 1498, "pubchem.compound:4912": 1499, "ncbigene:23067": 1500, "ncbigene:898": 1501, "ncbigene:7322": 1502, "ncbigene:9521": 1503, "ncbigene:1583": 1504, "ncbigene:10926": 1505, "ncbigene:3105": 1506, "ncbigene:6195": 1507, "ncbigene:54951": 1508, "ncbigene:6541": 1509, "ncbigene:3570": 1510, "ncbigene:390113": 1511, "ncbigene:1289": 1512, "pubchem.compound:3385": 1513, "ncbigene:4153": 1514, "ncbigene:6907": 1515, "ncbigene:64344": 1516, "ncbigene:406893": 1517, "ncbigene:91750": 1518, "ncbigene:4209": 1519, "ncbigene:7068": 1520, "ncbigene:51143": 1521, "ncbigene:54617": 1522, "ncbigene:8289": 1523, "ncbigene:5076": 1524, "ncbigene:6925": 1525, "ncbigene:3622": 1526, "ncbigene:79727": 1527, "ncbigene:89": 1528, "ncbigene:1945": 1529, "ncbigene:6201": 1530, "ncbigene:2913": 1531, "pubchem.compound:6215": 1532, "ncbigene:5586": 1533, "ncbigene:3661": 1534, "pubchem.compound:4184": 1535, "ncbigene:8786": 1536, "ncbigene:6653": 1537, "ncbigene:5837": 1538, "ncbigene:7099": 1539, "ncbigene:64092": 1540, "ncbigene:2957": 1541, "ncbigene:8737": 1542, "ncbigene:3978": 1543, "ncbigene:3459": 1544, "ncbigene:153": 1545, "ncbigene:3479": 1546, "ncbigene:6189": 1547, "ncbigene:7148": 1548, "pubchem.compound:4943": 1549, "ncbigene:4358": 1550, "ncbigene:441670": 1551, "ncbigene:151449": 1552, "ncbigene:10038": 1553, "ncbigene:4799": 1554, "ncbigene:10253": 1555, "ncbigene:79172": 1556, "ncbigene:3442": 1557, "ncbigene:4695": 1558, "ncbigene:7507": 1559, "ncbigene:2002": 1560, "ncbigene:1958": 1561, "ncbigene:634": 1562, "ncbigene:3091": 1563, "ncbigene:4801": 1564, "ncbigene:26281": 1565, "ncbigene:247": 1566, "ncbigene:10451": 1567, "ncbigene:109": 1568, "ncbigene:6262": 1569, "ncbigene:79923": 1570, "ncbigene:6346": 1571, "ncbigene:56034": 1572, "ncbigene:285": 1573, "ncbigene:810": 1574, "ncbigene:2069": 1575, "ncbigene:4928": 1576, "ncbigene:9757": 1577, "ncbigene:9510": 1578, "ncbigene:59283": 1579, "ncbigene:6839": 1580, "ncbigene:51726": 1581, "ncbigene:672": 1582, "ncbigene:3123": 1583, "pubchem.compound:3958": 1584, "ncbigene:81469": 1585, "ncbigene:5499": 1586, "ncbigene:10890": 1587, "ncbigene:23192": 1588, "ncbigene:2264": 1589, "ncbigene:128367": 1590, "ncbigene:5143": 1591, "ncbigene:2566": 1592, "ncbigene:7018": 1593, "ncbigene:10744": 1594, "ncbigene:390152": 1595, "ncbigene:9454": 1596, "ncbigene:343172": 1597, "ncbigene:9265": 1598, "ncbigene:79258": 1599, "pubchem.compound:3341": 1600, "ncbigene:120066": 1601, "ncbigene:23426": 1602, "ncbigene:5336": 1603, "ncbigene:3359": 1604, "ncbigene:26267": 1605, "ncbigene:2780": 1606, "ncbigene:3932": 1607, "ncbigene:10125": 1608, "ncbigene:55766": 1609, "ncbigene:5914": 1610, "ncbigene:117579": 1611, "ncbigene:51077": 1612, "ncbigene:401665": 1613, "ncbigene:2627": 1614, "pubchem.compound:12035": 1615, "ncbigene:93986": 1616, "ncbigene:4040": 1617, "ncbigene:10365": 1618, "pubchem.compound:3488": 1619, "ncbigene:11140": 1620, "ncbigene:219956": 1621, "ncbigene:79473": 1622, "ncbigene:59067": 1623, "ncbigene:805": 1624, "ncbigene:79791": 1625, "ncbigene:8325": 1626, "ncbigene:8338": 1627, "ncbigene:55811": 1628, "ncbigene:6208": 1629, "ncbigene:778": 1630, "ncbigene:5576": 1631, "ncbigene:26716": 1632, "ncbigene:8841": 1633, "ncbigene:8349": 1634, "ncbigene:81327": 1635, "ncbigene:116835": 1636, "ncbigene:256933": 1637, "ncbigene:1022": 1638, "ncbigene:112950": 1639, "ncbigene:3663": 1640, "ncbigene:8772": 1641, "ncbigene:4659": 1642, "ncbigene:55920": 1643, "ncbigene:59307": 1644, "ncbigene:6517": 1645, "ncbigene:1454": 1646, "ncbigene:151": 1647, "ncbigene:3274": 1648, "ncbigene:390168": 1649, "ncbigene:3371": 1650, "ncbigene:350": 1651, "ncbigene:984": 1652, "ncbigene:5439": 1653, "ncbigene:150572": 1654, "ncbigene:4661": 1655, "ncbigene:90390": 1656, "pubchem.compound:5073": 1657, "ncbigene:4544": 1658, "ncbigene:51776": 1659, "ncbigene:81029": 1660, "ncbigene:283189": 1661, "ncbigene:29110": 1662, "ncbigene:335": 1663, "ncbigene:22808": 1664, "ncbigene:283111": 1665, "ncbigene:5593": 1666, "ncbigene:10507": 1667, "ncbigene:4313": 1668, "pubchem.compound:5070": 1669, "ncbigene:54828": 1670, "ncbigene:1282": 1671, "ncbigene:4686": 1672, "ncbigene:8085": 1673, "ncbigene:2296": 1674, "ncbigene:55294": 1675, "ncbigene:10276": 1676, "ncbigene:8986": 1677, "ncbigene:64806": 1678, "ncbigene:107984923": 1679, "ncbigene:2305": 1680, "ncbigene:442186": 1681, "ncbigene:1080": 1682, "ncbigene:8633": 1683, "ncbigene:6996": 1684, "ncbigene:7514": 1685, "ncbigene:9619": 1686, "ncbigene:2138": 1687, "ncbigene:9133": 1688, "ncbigene:10256": 1689, "ncbigene:5859": 1690, "ncbigene:55707": 1691, "ncbigene:670": 1692, "ncbigene:4862": 1693, "ncbigene:5734": 1694, "ncbigene:50604": 1695, "ncbigene:1460": 1696, "ncbigene:7032": 1697, "ncbigene:6602": 1698, "ncbigene:7015": 1699, "ncbigene:356": 1700, "ncbigene:5624": 1701, "ncbigene:329": 1702, "ncbigene:4846": 1703, "ncbigene:5426": 1704, "ncbigene:50509": 1705, "ncbigene:8340": 1706, "ncbigene:353500": 1707, "ncbigene:54776": 1708, "ncbigene:6647": 1709, "ncbigene:3690": 1710, "ncbigene:391112": 1711, "ncbigene:55120": 1712, "ncbigene:1785": 1713, "ncbigene:8812": 1714, "ncbigene:4001": 1715, "ncbigene:2916": 1716, "ncbigene:9770": 1717, "ncbigene:7476": 1718, "ncbigene:840": 1719, "ncbigene:9529": 1720, "ncbigene:10497": 1721, "ncbigene:10969": 1722, "ncbigene:7534": 1723, "ncbigene:1588": 1724, "ncbigene:196335": 1725, "ncbigene:79837": 1726, "ncbigene:5729": 1727, "ncbigene:328": 1728, "ncbigene:9871": 1729, "ncbigene:6205": 1730, "ncbigene:4994": 1731, "ncbigene:1280": 1732, "ncbigene:8331": 1733, "ncbigene:1234": 1734, "ncbigene:219870": 1735, "pubchem.compound:2082": 1736, "ncbigene:3921": 1737, "ncbigene:5315": 1738, "ncbigene:4018": 1739, "ncbigene:256144": 1740, "ncbigene:26232": 1741, "ncbigene:1489": 1742, "ncbigene:7161": 1743, "ncbigene:2535": 1744, "ncbigene:390429": 1745, "ncbigene:81858": 1746, "ncbigene:7067": 1747, "ncbigene:5460": 1748, "ncbigene:1815": 1749, "ncbigene:2101": 1750, "ncbigene:3439": 1751, "ncbigene:8074": 1752, "ncbigene:28991": 1753, "ncbigene:735": 1754, "ncbigene:10344": 1755, "ncbigene:390077": 1756, "ncbigene:1317": 1757, "ncbigene:3006": 1758, "ncbigene:3912": 1759, "ncbigene:9468": 1760, "ncbigene:50835": 1761, "pubchem.compound:3961": 1762, "ncbigene:2045": 1763, "ncbigene:9789": 1764, "ncbigene:779": 1765, "ncbigene:388585": 1766, "ncbigene:8440": 1767, "ncbigene:23464": 1768, "ncbigene:3383": 1769, "ncbigene:7100": 1770, "ncbigene:10870": 1771, "ncbigene:1969": 1772, "ncbigene:85441": 1773, "ncbigene:50616": 1774, "ncbigene:9099": 1775, "ncbigene:118471": 1776, "ncbigene:6203": 1777, "ncbigene:6670": 1778, "ncbigene:860": 1779, "pubchem.compound:3117": 1780, "ncbigene:92737": 1781, "pubchem.compound:5743": 1782, "ncbigene:3606": 1783, "pubchem.compound:3676": 1784, "ncbigene:81": 1785, "ncbigene:9474": 1786, "ncbigene:7027": 1787, "ncbigene:26707": 1788, "ncbigene:3798": 1789, "pubchem.compound:5284513": 1790, "ncbigene:7132": 1791, "ncbigene:3664": 1792, "ncbigene:6197": 1793, "ncbigene:81466": 1794, "ncbigene:1577": 1795, "ncbigene:390083": 1796, "ncbigene:91807": 1797, "ncbigene:3984": 1798, "ncbigene:3181": 1799, "ncbigene:6400": 1800, "pubchem.compound:4211": 1801, "ncbigene:6357": 1802, "ncbigene:51107": 1803, "ncbigene:7182": 1804, "ncbigene:392390": 1805, "ncbigene:7010": 1806, "ncbigene:6204": 1807, "ncbigene:112": 1808, "ncbigene:390275": 1809, "ncbigene:9984": 1810, "ncbigene:4803": 1811, "ncbigene:9444": 1812, "ncbigene:3112": 1813, "ncbigene:2965": 1814, "ncbigene:390058": 1815, "ncbigene:525": 1816, "ncbigene:22900": 1817, "ncbigene:624": 1818, "ncbigene:23310": 1819, "pubchem.compound:4100": 1820, "pubchem.compound:5426": 1821, "ncbigene:1082": 1822, "ncbigene:114": 1823, "ncbigene:7388": 1824, "ncbigene:10148": 1825, "ncbigene:5111": 1826, "ncbigene:7272": 1827, "ncbigene:156": 1828, "ncbigene:26735": 1829, "ncbigene:394": 1830, "ncbigene:256076": 1831, "ncbigene:3816": 1832, "ncbigene:9706": 1833, "ncbigene:7046": 1834, "ncbigene:84961": 1835, "ncbigene:928": 1836, "ncbigene:290": 1837, "ncbigene:7410": 1838, "ncbigene:8566": 1839, "ncbigene:5058": 1840, "ncbigene:5796": 1841, "ncbigene:116984": 1842, "ncbigene:27040": 1843, "ncbigene:5931": 1844, "ncbigene:563": 1845, "ncbigene:930": 1846, "ncbigene:6368": 1847, "ncbigene:5331": 1848, "ncbigene:80198": 1849, "ncbigene:51384": 1850, "ncbigene:54797": 1851, "ncbigene:84666": 1852, "ncbigene:90701": 1853, "ncbigene:5608": 1854, "ncbigene:4882": 1855, "ncbigene:1297": 1856, "ncbigene:1857": 1857, "ncbigene:632": 1858, "ncbigene:5978": 1859, "ncbigene:256435": 1860, "ncbigene:7471": 1861, "ncbigene:390036": 1862, "ncbigene:2785": 1863, "ncbigene:6792": 1864, "ncbigene:219957": 1865, "pubchem.compound:3033": 1866, "ncbigene:3206": 1867, "ncbigene:3205": 1868, "ncbigene:53632": 1869, "ncbigene:7323": 1870, "pubchem.compound:5282230": 1871, "ncbigene:177": 1872, "ncbigene:79295": 1873, "ncbigene:4547": 1874, "ncbigene:10627": 1875, "ncbigene:1901": 1876, "ncbigene:79310": 1877, "ncbigene:3631": 1878, "ncbigene:2872": 1879, "ncbigene:4478": 1880, "ncbigene:8651": 1881, "ncbigene:27332": 1882, "ncbigene:55081": 1883, "ncbigene:8481": 1884, "ncbigene:2288": 1885, "ncbigene:2687": 1886, "ncbigene:56477": 1887, "ncbigene:138802": 1888, "ncbigene:780": 1889, "ncbigene:1173": 1890, "ncbigene:26693": 1891, "ncbigene:392133": 1892, "ncbigene:10762": 1893, "ncbigene:5649": 1894, "ncbigene:11221": 1895, "ncbigene:5581": 1896, "ncbigene:3428": 1897, "ncbigene:6910": 1898, "ncbigene:4921": 1899, "ncbigene:4035": 1900, "ncbigene:479": 1901, "ncbigene:3594": 1902, "ncbigene:6827": 1903, "ncbigene:523": 1904, "ncbigene:441911": 1905, "ncbigene:8891": 1906, "ncbigene:940": 1907, "ncbigene:51764": 1908, "ncbigene:3454": 1909, "ncbigene:81697": 1910, "ncbigene:282770": 1911, "ncbigene:2241": 1912, "ncbigene:10273": 1913, "ncbigene:2255": 1914, "ncbigene:9577": 1915, "ncbigene:1536": 1916, "ncbigene:2796": 1917, "ncbigene:613": 1918, "ncbigene:6193": 1919, "pubchem.compound:5362129": 1920, "ncbigene:3017": 1921, "ncbigene:8390": 1922, "ncbigene:23678": 1923, "ncbigene:3015": 1924, "ncbigene:4804": 1925, "ncbigene:2934": 1926, "ncbigene:57057": 1927, "ncbigene:84612": 1928, "ncbigene:5093": 1929, "ncbigene:886": 1930, "ncbigene:26531": 1931, "ncbigene:7305": 1932, "ncbigene:26246": 1933, "ncbigene:4952": 1934, "ncbigene:7298": 1935, "ncbigene:3710": 1936, "ncbigene:504190": 1937, "pubchem.compound:3658": 1938, "ncbigene:3398": 1939, "ncbigene:22906": 1940, "ncbigene:79159": 1941, "ncbigene:55534": 1942, "ncbigene:283899": 1943, "ncbigene:23368": 1944, "ncbigene:4920": 1945, "ncbigene:2741": 1946, "ncbigene:5584": 1947, "ncbigene:4090": 1948, "pubchem.compound:3559": 1949, "ncbigene:56829": 1950, "ncbigene:5431": 1951, "ncbigene:1543": 1952, "ncbigene:6364": 1953, "ncbigene:7852": 1954, "ncbigene:526": 1955, "ncbigene:3480": 1956, "ncbigene:994": 1957, "ncbigene:1999": 1958, "pubchem.compound:3396": 1959, "ncbigene:4660": 1960, "ncbigene:81929": 1961, "ncbigene:578": 1962, "ncbigene:10294": 1963, "ncbigene:23764": 1964, "ncbigene:138881": 1965, "pubchem.compound:12560": 1966, "ncbigene:54892": 1967, "ncbigene:841": 1968, "ncbigene:8600": 1969, "ncbigene:7482": 1970, "ncbigene:9785": 1971, "ncbigene:92579": 1972, "ncbigene:50846": 1973, "ncbigene:6579": 1974, "ncbigene:210": 1975, "ncbigene:55559": 1976, "ncbigene:5532": 1977, "ncbigene:8766": 1978, "ncbigene:717": 1979, "ncbigene:7475": 1980, "ncbigene:91": 1981, "ncbigene:219958": 1982, "ncbigene:10057": 1983, "ncbigene:732": 1984, "ncbigene:5292": 1985, "ncbigene:10048": 1986, "ncbigene:388": 1987, "ncbigene:3551": 1988, "ncbigene:58498": 1989, "ncbigene:23586": 1990, "ncbigene:51065": 1991, "pubchem.compound:2955": 1992, "ncbigene:3953": 1993, "ncbigene:3018": 1994, "ncbigene:5881": 1995, "ncbigene:53342": 1996, "ncbigene:139341": 1997, "ncbigene:23643": 1998, "ncbigene:343563": 1999, "ncbigene:1788": 2000, "ncbigene:653166": 2001, "ncbigene:54514": 2002, "ncbigene:4914": 2003, "ncbigene:26211": 2004, "ncbigene:27022": 2005, "ncbigene:2695": 2006, "ncbigene:26333": 2007, "ncbigene:51552": 2008, "ncbigene:814": 2009, "ncbigene:57521": 2010, "ncbigene:2739": 2011, "ncbigene:4824": 2012, "ncbigene:641": 2013, "ncbigene:5986": 2014, "ncbigene:5441": 2015, "ncbigene:7035": 2016, "ncbigene:712": 2017, "ncbigene:9818": 2018, "ncbigene:3560": 2019, "ncbigene:2897": 2020, "ncbigene:6009": 2021, "ncbigene:27198": 2022, "ncbigene:255743": 2023, "ncbigene:6926": 2024, "ncbigene:4613": 2025, "ncbigene:442191": 2026, "ncbigene:10188": 2027, "ncbigene:56915": 2028, "ncbigene:1298": 2029, "ncbigene:216": 2030, "ncbigene:2065": 2031, "ncbigene:3627": 2032, "ncbigene:713": 2033, "ncbigene:1459": 2034, "ncbigene:7291": 2035, "ncbigene:390649": 2036, "ncbigene:6272": 2037, "ncbigene:390431": 2038, "ncbigene:5801": 2039, "ncbigene:6011": 2040, "ncbigene:3762": 2041, "ncbigene:91584": 2042, "ncbigene:5588": 2043, "ncbigene:7054": 2044, "ncbigene:9568": 2045, "ncbigene:254973": 2046, "pubchem.compound:5280723": 2047, "ncbigene:7867": 2048, "pubchem.compound:9904": 2049, "ncbigene:354": 2050, "ncbigene:3600": 2051, "ncbigene:6616": 2052, "ncbigene:6789": 2053, "ncbigene:9971": 2054, "ncbigene:79369": 2055, "ncbigene:79334": 2056, "ncbigene:1356": 2057, "ncbigene:56300": 2058, "ncbigene:1024": 2059, "ncbigene:2919": 2060, "ncbigene:3908": 2061, "ncbigene:488": 2062, "ncbigene:9475": 2063, "ncbigene:6809": 2064, "ncbigene:28952": 2065, "ncbigene:8643": 2066, "pubchem.compound:6013": 2067, "ncbigene:55502": 2068, "ncbigene:2967": 2069, "ncbigene:51224": 2070, "ncbigene:57506": 2071, "ncbigene:2051": 2072, "ncbigene:1870": 2073, "ncbigene:10855": 2074, "ncbigene:5710": 2075, "ncbigene:3691": 2076, "ncbigene:9610": 2077, "ncbigene:2280": 2078, "ncbigene:2185": 2079, "ncbigene:2733": 2080, "ncbigene:11251": 2081, "ncbigene:51079": 2082, "ncbigene:1750": 2083, "ncbigene:4192": 2084, "ncbigene:7295": 2085, "ncbigene:2172": 2086, "ncbigene:387778": 2087, "ncbigene:1571": 2088, "ncbigene:26268": 2089, "ncbigene:2157": 2090, "ncbigene:10678": 2091, "ncbigene:6414": 2092, "ncbigene:1235": 2093, "ncbigene:6348": 2094, "pubchem.compound:82153": 2095, "ncbigene:3925": 2096, "ncbigene:54845": 2097, "ncbigene:3595": 2098, "ncbigene:867": 2099, "ncbigene:2793": 2100, "ncbigene:4199": 2101, "ncbigene:5366": 2102, "ncbigene:7779": 2103, "ncbigene:29949": 2104, "ncbigene:93589": 2105, "ncbigene:8431": 2106, "ncbigene:27123": 2107, "ncbigene:57154": 2108, "ncbigene:132660": 2109, "ncbigene:51182": 2110, "ncbigene:774": 2111, "ncbigene:623": 2112, "ncbigene:4843": 2113, "ncbigene:185": 2114, "ncbigene:3146": 2115, "ncbigene:7398": 2116, "ncbigene:2319": 2117, "ncbigene:4173": 2118, "ncbigene:128372": 2119, "ncbigene:5520": 2120, "ncbigene:7324": 2121, "ncbigene:9542": 2122, "ncbigene:105369241": 2123, "ncbigene:4701": 2124, "ncbigene:6477": 2125, "ncbigene:3972": 2126, "ncbigene:5080": 2127, "ncbigene:6613": 2128, "ncbigene:10133": 2129, "ncbigene:84444": 2130, "ncbigene:7465": 2131, "ncbigene:5422": 2132, "ncbigene:4793": 2133, "ncbigene:8590": 2134, "ncbigene:9982": 2135, "ncbigene:6863": 2136, "ncbigene:115362": 2137, "ncbigene:3817": 2138, "ncbigene:5921": 2139, "ncbigene:6097": 2140, "pubchem.compound:5770": 2141, "ncbigene:219437": 2142, "ncbigene:4698": 2143, "ncbigene:54583": 2144, "ncbigene:150094": 2145, "ncbigene:2569": 2146, "ncbigene:8468": 2147, "ncbigene:7299": 2148, "ncbigene:2847": 2149, "ncbigene:10369": 2150, 