{"PAD": 0, "DUMMY_START_RELATION": 1, "NO_OP": 2, "UNK": 3, "AiO": 4, "MiN": 5, "NiL": 6, "_PiO": 7, "_HiP": 8, "_KiB": 9, "_EiP": 10, "FiM": 11, "_CdH": 12, "_DiH": 13, "_NiF": 14, "_PiI": 15, "CdK": 16, "_JiN": 17, "CuF": 18, "_HiH": 19, "MiD": 20, "MiL": 21, "CdO": 22, "_IpBP": 23, "OiL": 24, "_PiP": 25, "_MiN": 26, "_OiH": 27, "_CuH": 28, "_LiN": 29, "_HiF": 30, "_KiN": 31, "_KiH": 32, "_BiE": 33, "DiI": 34, "_EiG": 35, "_JiG": 36, "IiF": 37, "_EiE": 38, "_JpBP": 39, "_AiN": 40, "_FiF": 41, "CdH": 42, "KiG": 43, "_FiH": 44, "_BiK": 45, "IiB": 46, "_PiD": 47, "BiM": 48, "LiO": 49, "AiA": 50, "OiG": 51, "CuE": 52, "LiI": 53, "HiA": 54, "_OiO": 55, "JiB": 56, "_GiF": 57, "_HpBP": 58, "CuI": 59, "OiN": 60, "KiE": 61, "_HiB": 62, "_HiG": 63, "_BiJ": 64, "GiL": 65, "NiA": 66, "CuG": 67, "JiH": 68, "MiE": 69, "AiD": 70, "_HiI": 71, "AiG": 72, "HiN": 73, "_GiN": 74, "BiB": 75, "NiE": 76, "JiN": 77, "_CdK": 78, "_MiL": 79, "_CuD": 80, "_DiE": 81, "MiB": 82, "_BiH": 83, "MiG": 84, "FiB": 85, "PiP": 86, "LiB": 87, "DpBP": 88, "PiL": 89, "FiP": 90, "NiH": 91, "_PiL": 92, "_CuI": 93, "OiE": 94, "_LiG": 95, "KiJ": 96, "BiO": 97, "_CtBP": 98, "_AiF": 99, "CdM": 100, "_KiF": 101, "DiF": 102, "EiF": 103, "KiN": 104, "_CdI": 105, "_MiO": 106, "PiF": 107, "_EpBP": 108, "_LiO": 109, "_AiA": 110, "_FiG": 111, "PiN": 112, "FiH": 113, "_EiL": 114, "MiH": 115, "_CdP": 116, "CdD": 117, "_IiI": 118, "_NiA": 119, "EiN": 120, "_AiE": 121, "_GpBP": 122, "BiE": 123, "_FiB": 124, "_FiL": 125, "_PiH": 126, "CuJ": 127, "_OiK": 128, "_JiL": 129, "_DiP": 130, "_EiN": 131, "_IiK": 132, "_LiB": 133, "_LiJ": 134, "_CuA": 135, "_GiP": 136, "_HiE": 137, "GiB": 138, "_JiB": 139, "_KiL": 140, "FiI": 141, "OiJ": 142, "FpBP": 143, "EpBP": 144, "AiF": 145, "EiA": 146, "CuH": 147, "JiO": 148, "_LiF": 149, "NiM": 150, "PiA": 151, "_CdO": 152, "EiI": 153, "NpBP": 154, "BiI": 155, "LiA": 156, "_KiA": 157, "AiL": 158, "LiD": 159, "_NiG": 160, "KiF": 161, "_PiN": 162, "_BiN": 163, "_BiA": 164, "IiP": 165, "_MiA": 166, "GpBP": 167, "OiD": 168, "_IiH": 169, "_IiO": 170, "_GiM": 171, "_GiD": 172, "BiF": 173, "CuP": 174, "EiB": 175, "CdB": 176, "_MiI": 177, "GiD": 178, "_CdE": 179, "_LiD": 180, "KiH": 181, "_FiE": 182, "FiK": 183, "_FpBP": 184, "DiK": 185, "KiO": 186, "MiP": 187, "JiG": 188, "_CdD": 189, "_CdG": 190, "MpBP": 191, "_LiK": 192, "_CdM": 193, "_AiI": 194, "_AiM": 195, "_DiA": 196, "MiF": 197, "OiK": 198, "_JiM": 199, "LiF": 200, "HpBP": 201, "_PiE": 202, "_JiF": 203, "EiK": 204, "_FiI": 205, "HiF": 206, "_DpBP": 207, "EiM": 208, "CdP": 209, "_DiF": 210, "_IiD": 211, "NiD": 212, "CuK": 213, "_LiM": 214, "AiB": 215, "KiK": 216, "_JiK": 217, "_GiK": 218, "_NiK": 219, "PiO": 220, "AiE": 221, "_HiM": 222, "EiH": 223, "_GiA": 224, "DiB": 225, "CdE": 226, "FiD": 227, "CuL": 228, "_AiD": 229, "NiJ": 230, "BiJ": 231, "_BiG": 232, "_JiH": 233, "CdJ": 234, "GiH": 235, "_KpBP": 236, "KpBP": 237, "BiA": 238, "HiG": 239, "CdG": 240, "OiI": 241, "_KiK": 242, "PiK": 243, "AiN": 244, "JiE": 245, "GiO": 246, "OiP": 247, "EiD": 248, "_DiN": 249, "MiO": 250, "_NiE": 251, "_AiL": 252, "_HiA": 253, "_CdF": 254, "NiG": 255, "OiA": 256, "PiM": 257, "BpBP": 258, "_NiL": 259, "NiK": 260, "_DiM": 261, "CdL": 262, "_CuP": 263, "IiE": 264, "_EiH": 265, "_IiG": 266, "PiE": 267, "_CuK": 268, "_LiP": 269, "NiN": 270, "EiP": 271, "LiK": 272, "_OiB": 273, "_LiE": 274, "_IiB": 275, "_JiP": 276, "MiJ": 277, "_EiD": 278, "BiP": 279, "MiI": 280, "DiD": 281, "KiD": 282, "_AiO": 283, "CuD": 284, "HiH": 285, "IiH": 286, "_LiL": 287, "DiP": 288, "_MiP": 289, "_HiO": 290, "JiF": 291, "_LiI": 292, "_PiJ": 293, "_NiI": 294, "_KiE": 295, "_OiF": 296, "AiH": 297, "_HiD": 298, "_GiL": 299, "LiE": 300, "_KiD": 301, "_CdB": 302, "_MiG": 303, "NiI": 304, "AiK": 305, "PiB": 306, "OiB": 307, "_MpBP": 308, "_MiE": 309, "EiE": 310, "BiG": 311, "HiL": 312, "_BiO": 313, "JiD": 314, "IiO": 315, "IiN": 316, "KiA": 317, "_OiN": 318, "CuN": 319, "_EiO": 320, "FiN": 321, "_GiG": 322, "_AiG": 323, "_KiP": 324, "_OiM": 325, "_AiP": 326, "_GiE": 327, "_BiP": 328, "BiK": 329, "FiJ": 330, "GiN": 331, "PiJ": 332, "JiI": 333, "_JiO": 334, "_JiI": 335, "KiB": 336, "GiK": 337, "_FiK": 338, "OiO": 339, "_EiJ": 340, "_HiK": 341, "CdI": 342, "_OiD": 343, "_DiJ": 344, "_CuG": 345, "GiE": 346, "FiF": 347, "_BiI": 348, "_GiB": 349, "LiN": 350, "_BiB": 351, "GiA": 352, "JiK": 353, "LiG": 354, "_EiA": 355, "KiI": 356, "NiO": 357, "_EiI": 358, "_MiJ": 359, "IiI": 360, "LiL": 361, "DiL": 362, "AiP": 363, "_FiP": 364, "ApBP": 365, "_PiB": 366, "_EiF": 367, "JiP": 368, "_CuN": 369, "PiH": 370, "JpBP": 371, "_NiH": 372, "DiH": 373, "DiE": 374, "FiG": 375, "_FiN": 376, "_CuO": 377, "_MiF": 378, "_OiI": 379, "_CdJ": 380, "_LiH": 381, "_PiF": 382, "_DiB": 383, "EiL": 384, "_CdA": 385, "_CdL": 386, "_FiO": 387, "KiP": 388, "_LpBP": 389, "DiG": 390, "CtBP": 391, "_EiB": 392, "_OpBP": 393, "MiA": 394, "LiJ": 395, "_BpBP": 396, "IiL": 397, "_NiN": 398, "_DiO": 399, "_FiD": 400, "_GiO": 401, "CdA": 402, "EiG": 403, "_PiG": 404, "_MiB": 405, "GiI": 406, "DiJ": 407, "_BiM": 408, "_MiK": 409, "HiB": 410, "_CuF": 411, "CuM": 412, "_MiH": 413, "CdF": 414, "FiE": 415, "JiL": 416, "HiO": 417, "_KiI": 418, "_IiF": 419, "_NiM": 420, "_FiJ": 421, "_GiJ": 422, "GiG": 423, "NiP": 424, "GiP": 425, "_FiM": 426, "OiF": 427, "_OiJ": 428, "BiH": 429, "LpBP": 430, "NiF": 431, "_MiD": 432, "_PiM": 433, "FiO": 434, "KiL": 435, "IiD": 436, "HiM": 437, "_IiE": 438, "_HiL": 439, "HiE": 440, "PiG": 441, "_CuB": 442, "CdN": 443, "_CuE": 444, "_NpBP": 445, "LiH": 446, "_CuL": 447, "PiD": 448, "AiM": 449, "_BiL": 450, "PpBP": 451, "_IiA": 452, "_NiD": 453, "_DiL": 454, "_IiJ": 455, "OpBP": 456, "GiJ": 457, "KiM": 458, "_PpBP": 459, "_NiJ": 460, "_DiI": 461, "MiK": 462, "_CuM": 463, "_OiP": 464, "_OiA": 465, "EiJ": 466, "_IiM": 467, "_CdN": 468, "HiP": 469, "DiO": 470, "_ApBP": 471, "_HiJ": 472, "_FiA": 473, "_AiH": 474, "DiA": 475, "HiD": 476, "HiI": 477, "_PiK": 478, "_KiM": 479, "FiA": 480, "LiM": 481, "_NiO": 482, "BiD": 483, "HiJ": 484, "_GiH": 485, "_BiF": 486, "HiK": 487, "_AiB": 488, "_IiP": 489, "_BiD": 490, "IiM": 491, "PiI": 492, "_EiM": 493, "_JiE": 494, "JiJ": 495, "OiH": 496, "_IiL": 497, "_DiK": 498, "DiN": 499, "NiB": 500, "OiM": 501, "AiI": 502, "DiM": 503, "IpBP": 504, "_KiO": 505, "_KiG": 506, "_JiD": 507, "_NiB": 508, "_IiN": 509, "_CuJ": 510, "_HiN": 511, "_JiJ": 512, "IiJ": 513, "_MiM": 514, "_DiG": 515, "_AiK": 516, "_EiK": 517, "CuB": 518, "IiK": 519, "BiL": 520, "_NiP": 521, "GiF": 522, "_OiG": 523, "GiM": 524, "MiM": 525, "_OiL": 526, "_GiI": 527, "CuA": 528, "CuO": 529, "JiM": 530, "_DiD": 531, "LiP": 532, "FiL": 533, "IiA": 534, "EiO": 535, "BiN": 536, "_PiA": 537, "_OiE": 538, "_KiJ": 539, "_LiA": 540, "IiG": 541}