{"PAD": 0, "DUMMY_START_RELATION": 1, "NO_OP": 2, "UNK": 3, "_CdD": 4, "EiJ": 5, "_HiF": 6, "FiE": 7, "JiE": 8, "_FpBP": 9, "_KiD": 10, "FiJ": 11, "FiA": 12, "_DiK": 13, "HiF": 14, "_JiA": 15, "GiK": 16, "CuH": 17, "IiF": 18, "_JiJ": 19, "_LiB": 20, "DiJ": 21, "_GiI": 22, "HiE": 23, "_EiJ": 24, "_CuL": 25, "AiI": 26, "EiA": 27, "_GiB": 28, "_AiI": 29, "LiD": 30, "EiL": 31, "LpBP": 32, "CuI": 33, "_LiH": 34, "KiG": 35, "_CuJ": 36, "_LiI": 37, "_BiB": 38, "_JiI": 39, "IiD": 40, "_CdA": 41, "_BiJ": 42, "_EiB": 43, "_CdF": 44, "HiL": 45, "_HiE": 46, "IiH": 47, "JpBP": 48, "KiF": 49, "KiK": 50, "_LiA": 51, "_CuE": 52, "_IiE": 53, "CuG": 54, "_GiH": 55, "_LiK": 56, "_AiH": 57, "_BiE": 58, "_HiJ": 59, "_AiB": 60, "CuB": 61, "DiK": 62, "_CuF": 63, "HpBP": 64, "AiK": 65, "IiB": 66, "GiF": 67, "EpBP": 68, "_GiE": 69, "EiF": 70, "_CdL": 71, "_EiE": 72, "_FiH": 73, "_BiD": 74, "EiH": 75, "_FiE": 76, "DiE": 77, "_DiD": 78, "_KiF": 79, "_CuD": 80, "IiE": 81, "_IiH": 82, "GiB": 83, "_DiE": 84, "LiJ": 85, "CuF": 86, "LiH": 87, "FiB": 88, "_LiJ": 89, "_CuB": 90, "AiB": 91, "_HiH": 92, "LiF": 93, "BpBP": 94, "JiD": 95, "_CdB": 96, "KiB": 97, "DiB": 98, "CdA": 99, "_DiL": 100, "_CuG": 101, "_IiA": 102, "_CdE": 103, "ApBP": 104, "_IiD": 105, "_KiJ": 106, "_EpBP": 107, "LiE": 108, "_IiJ": 109, "_KiH": 110, "_LiL": 111, "_BiK": 112, "GiE": 113, "DiH": 114, "EiG": 115, "_HiA": 116, "BiL": 117, "GiJ": 118, "_IiL": 119, "KpBP": 120, "_AiG": 121, "_KiG": 122, "_BpBP": 123, "_KiI": 124, "CdI": 125, "_BiL": 126, "AiA": 127, "_EiK": 128, "_GiG": 129, "FiK": 130, "IiA": 131, "_CuI": 132, "AiG": 133, "_KiA": 134, "_FiL": 135, "KiA": 136, "FiH": 137, "DiA": 138, "_IiB": 139, "KiI": 140, "_JpBP": 141, "_JiF": 142, "_FiI": 143, "_IpBP": 144, "GiH": 145, "LiB": 146, "HiK": 147, "BiA": 148, "EiB": 149, "_EiF": 150, "EiI": 151, "JiG": 152, "EiE": 153, "CuL": 154, "DpBP": 155, "_CuA": 156, "_CdI": 157, "DiG": 158, "_GiK": 159, "DiF": 160, "JiJ": 161, "CuE": 162, "BiI": 163, "_BiI": 164, "CdL": 165, "BiK": 166, "_DiF": 167, "LiK": 168, "_IiI": 169, "_FiD": 170, "_FiF": 171, "_FiJ": 172, "KiH": 173, "AiH": 174, "AiE": 175, "BiD": 176, "JiA": 177, "DiD": 178, "AiF": 179, "HiJ": 180, "JiF": 181, "_JiB": 182, "GpBP": 183, "_CuK": 184, "_LiD": 185, "CdJ": 186, "_GpBP": 187, "BiJ": 188, "BiB": 189, "IiL": 190, "FiI": 191, "HiD": 192, "_GiD": 193, "_EiA": 194, "_HiK": 195, "LiL": 196, "_FiA": 197, "_DiB": 198, "_CdH": 199, "_KiK": 200, "CuD": 201, "_JiE": 202, "HiG": 203, "_DiJ": 204, "_BiF": 205, "CdD": 206, "DiL": 207, "_GiF": 208, "_HiG": 209, "AiD": 210, "_JiD": 211, "_LiG": 212, "_KpBP": 213, "HiB": 214, "_BiA": 215, "IpBP": 216, "BiE": 217, "_ApBP": 218, "_EiG": 219, "_AiD": 220, "CdE": 221, "CdK": 222, "CdF": 223, "_DpBP": 224, "FiG": 225, "_LiF": 226, "_FiG": 227, "_AiL": 228, "IiJ": 229, "_IiF": 230, "_HiI": 231, "GiG": 232, "_EiL": 233, "FpBP": 234, "_AiK": 235, "LiG": 236, "_JiH": 237, "_JiG": 238, "_CdG": 239, "JiI": 240, "_DiH": 241, "IiG": 242, "JiB": 243, "BiG": 244, "KiD": 245, "_HpBP": 246, "_AiJ": 247, "_IiG": 248, "CdB": 249, "DiI": 250, "_AiF": 251, "CtBP": 252, "HiA": 253, "KiE": 254, "KiL": 255, "CuK": 256, "IiI": 257, "_JiL": 258, "_BiH": 259, "GiD": 260, "_GiA": 261, "_CdJ": 262, "_AiA": 263, "_EiI": 264, "JiL": 265, "IiK": 266, "_CuH": 267, "_AiE": 268, "CuA": 269, "JiK": 270, "_CdK": 271, "_KiE": 272, "_EiD": 273, "_FiK": 274, "_KiB": 275, "_HiL": 276, "_KiL": 277, "_HiB": 278, "_GiL": 279, "_LiE": 280, "JiH": 281, "BiH": 282, "HiH": 283, "_GiJ": 284, "LiI": 285, "AiJ": 286, "GiA": 287, "GiI": 288, "AiL": 289, "BiF": 290, "EiK": 291, "_DiA": 292, "_FiB": 293, "_DiG": 294, "_BiG": 295, "KiJ": 296, "CdG": 297, "HiI": 298, "_HiD": 299, "CuJ": 300, "_LpBP": 301, "FiL": 302, "FiD": 303, "EiD": 304, "_IiK": 305, "_JiK": 306, "_DiI": 307, "_EiH": 308, "GiL": 309, "FiF": 310, "CdH": 311, "LiA": 312}