{"PAD": 0, "DUMMY_START_RELATION": 1, "NO_OP": 2, "UNK": 3, "_BiI": 4, "_BpBP": 5, "DiL": 6, "_GiH": 7, "_JiF": 8, "FpBP": 9, "BiK": 10, "EiA": 11, "DiD": 12, "_FiL": 13, "_BiD": 14, "AiH": 15, "HiF": 16, "_GiB": 17, "KiL": 18, "EiH": 19, "BiD": 20, "EiI": 21, "_LpBP": 22, "BiL": 23, "_CuD": 24, "_IiE": 25, "LiG": 26, "CdB": 27, "_GiF": 28, "ApBP": 29, "_JiI": 30, "HiA": 31, "_CuL": 32, "AiB": 33, "_AiE": 34, "_GiL": 35, "_EiI": 36, "_GiI": 37, "_CdL": 38, "_IiJ": 39, "_HiG": 40, "_KiK": 41, "_CdE": 42, "GiD": 43, "DiI": 44, "GiL": 45, "JiE": 46, "_EiL": 47, "_EiE": 48, "DiF": 49, "BiG": 50, "_AiD": 51, "_BiJ": 52, "KiA": 53, "_JpBP": 54, "HiH": 55, "AiL": 56, "IiI": 57, "BiH": 58, "CdE": 59, "_JiG": 60, "_DpBP": 61, "GiH": 62, "_GiG": 63, "EpBP": 64, "_KiG": 65, "_BiF": 66, "_GiJ": 67, "_CuB": 68, "_JiH": 69, "_DiA": 70, "GiE": 71, "EiJ": 72, "_LiD": 73, "LpBP": 74, "_FiB": 75, "_DiB": 76, "HiI": 77, "DiE": 78, "JiD": 79, "AiA": 80, "LiD": 81, "IiE": 82, "KiF": 83, "HiL": 84, "HiG": 85, "_EiH": 86, "CdG": 87, "CdI": 88, "KpBP": 89, "FiE": 90, "_AiK": 91, "_FiF": 92, "_HiD": 93, "_KiF": 94, "_AiH": 95, "_KiD": 96, "AiJ": 97, "CuB": 98, "CdK": 99, "JiK": 100, "KiE": 101, "_FiI": 102, "_BiE": 103, "HpBP": 104, "CtBP": 105, "CdL": 106, "_HiE": 107, "_JiL": 108, "BiA": 109, "_FpBP": 110, "LiE": 111, "IiF": 112, "FiI": 113, "BiE": 114, "_IiF": 115, "LiA": 116, "JiG": 117, "_LiK": 118, "_CuA": 119, "BiF": 120, "IpBP": 121, "LiK": 122, "CuL": 123, "_EiG": 124, "_CdH": 125, "_AiB": 126, "JiB": 127, "AiG": 128, "AiE": 129, "BiI": 130, "KiJ": 131, "FiD": 132, "CuH": 133, "CdH": 134, "KiK": 135, "_LiE": 136, "_BiG": 137, "_AiI": 138, "_DiG": 139, "GiI": 140, "DiJ": 141, "EiF": 142, "_IiG": 143, "_CuH": 144, "_JiD": 145, "_IiI": 146, "_IiB": 147, "JiJ": 148, "DiK": 149, "JpBP": 150, "JiI": 151, "_BiA": 152, "GiF": 153, "_DiD": 154, "_EiJ": 155, "_LiG": 156, "_BiL": 157, "_LiI": 158, "FiA": 159, "JiF": 160, "_KiI": 161, "FiG": 162, "IiK": 163, "_FiK": 164, "_DiK": 165, "_DiJ": 166, "_EpBP": 167, "EiK": 168, "JiL": 169, "_IpBP": 170, "_BiB": 171, "AiK": 172, "FiL": 173, "_GiK": 174, "_IiA": 175, "FiJ": 176, "_EiA": 177, "EiE": 178, "BiJ": 179, "CdD": 180, "KiD": 181, "_CdD": 182, "DpBP": 183, "_LiA": 184, "KiH": 185, "_CdJ": 186, "_HiI": 187, "IiA": 188, "_HiK": 189, "GiA": 190, "_JiB": 191, "CuF": 192, "HiD": 193, "CuD": 194, "_KiA": 195, "_GiD": 196, "_HpBP": 197, "_IiD": 198, "IiH": 199, "EiL": 200, "BpBP": 201, "FiB": 202, "_KiJ": 203, "_KiE": 204, "_HiF": 205, "CuI": 206, "JiA": 207, "DiG": 208, "_EiB": 209, "IiD": 210, "LiL": 211, "_CuE": 212, "_HiH": 213, "_KpBP": 214, "_CdK": 215, "EiG": 216, "_CuK": 217, "CuK": 218, "LiB": 219, "_LiF": 220, "_FiD": 221, "_EiD": 222, "_JiE": 223, "_GpBP": 224, "DiB": 225, "BiB": 226, "_CdI": 227, "FiK": 228, "_DiH": 229, "KiB": 230, "KiI": 231, "CdA": 232, "_DiF": 233, "_DiI": 234, "_HiB": 235, "_AiA": 236, "_KiB": 237, "_FiG": 238, "LiJ": 239, "_CdB": 240, "AiI": 241, "_JiJ": 242, "_EiF": 243, "_LiJ": 244, "_DiE": 245, "DiH": 246, "EiD": 247, "_CuJ": 248, "AiD": 249, "IiL": 250, "_BiH": 251, "_CuF": 252, "GiG": 253, "GpBP": 254, "_CdA": 255, "_LiB": 256, "_FiE": 257, "IiB": 258, "HiJ": 259, "_CuG": 260, "_ApBP": 261, "_AiF": 262, "HiB": 263, "DiA": 264, "CuE": 265, "_JiA": 266, "_KiL": 267, "GiJ": 268, "LiF": 269, "CuJ": 270, "FiF": 271, "_FiA": 272, "EiB": 273, "HiK": 274, "_GiE": 275, "CdJ": 276, "CdF": 277, "KiG": 278, "_LiH": 279, "_JiK": 280, "LiI": 281, "GiB": 282, "_FiH": 283, "_IiL": 284, "_FiJ": 285, "_BiK": 286, "GiK": 287, "_AiL": 288, "FiH": 289, "_AiJ": 290, "_EiK": 291, "_AiG": 292, "_HiJ": 293, "CuG": 294, "JiH": 295, "IiJ": 296, "_LiL": 297, "_CdG": 298, "_HiA": 299, "IiG": 300, "_CuI": 301, "_IiH": 302, "_IiK": 303, "LiH": 304, "_KiH": 305, "_GiA": 306, "_CdF": 307, "_HiL": 308, "CuA": 309, "_DiL": 310, "AiF": 311, "HiE": 312}